{
  [
  {
  "name": "black",
  "text": "An enjoyable version to sing along to Black socks, they never get dirty. The longer you wear 'em, the stiffer they get.Sometimes, I think of the laundry, But something inside me says 'Don't send them yet'.This is the right version when you are just about to wash your socks Black socks they never get dirty, the longer you wear them the stronger they get. Sometimes I think I should launder them Something keeps telling me do it right right now! Yet another version Black socks, they never get dirty. The longer you wear them, the blacker they get. Sometimes I think of the laundry; But something keeps telling me don't wash them yet not yet, not yet, not yet. . One more Black socks they never get dirty the longer you were them the stronger they get Sometimes I think I should wash them but something keeps telling me Not yet not yet not yet. Sing this version and don't worry about muzzles They never shut up The more that you shush them The louder they get Sometimes I think about muzzles But something inside me says Oh no, not yet.",
  "summary":"You are a bit verbose, social and unpretentious. You are unconcerned with art: you are less concerned with artistic or creative activities than most people who participated in our surveys. You are self-doubting: you frequently doubt your ability to achieve your goals. And you are content: you are content with your level of accomplishment and do not feel the need to set ambitious goals. You are motivated to seek out experiences that provide a strong feeling of modernity. You consider taking pleasure in life to guide a large part of what you do: you are highly motivated to enjoy life to its fullest. You are relatively unconcerned with tradition: you care more about making your own path than following what others have done.",
  "animal": "You are boisterous, somewhat shortsighted and can be perceived as dependent.You are intermittent: you have a hard time sticking with difficult tasks for a long period of time. You are unconcerned with art: you are less concerned with artistic or creative activities than most people who participated in our surveys. And you are assertive: you tend to speak up and take charge of situations, and you are comfortable leading groups.Your choices are driven by a desire for efficiency.You consider tradition to guide a large part of what you do: you highly respect the groups you belong to and follow their guidance. You are relatively unconcerned with helping others: you think people can handle their own business without interference.",
  "imageUrl": "/images/black.png"
  },
  {
    "name": "animal",
    "text": "Gerbil, gerbil, on the run in your wheel, that looks like fun. You must be in awesome shape. Are you trying to escape? Is that why you dug a hole? Where'd you get that vaulting pole? That looks like my grappling hook. Give me back that rope you took.Tell me what that ladder's for.Why's that hacksaw on the floor?Are those cable cutters there?Do I see a signal flare?Crowbar, blowtorch, chainsaw too?What do you expect to do?How'd you get that fuse to light?Hey! That looks like dynamite!Quick! Get out! It might explode! Scram! Skedaddle! Hit the road! Man, I'll miss you. You were fun. Gerbil, gerbil, on the run.",
    "summary":"You are boisterous, somewhat shortsighted and can be perceived as dependent. You are intermittent: you have a hard time sticking with difficult tasks for a long period of time. You are unconcerned with art: you are less concerned with artistic or creative activities than most people who participated in our surveys. And you are assertive: you tend to speak up and take charge of situations, and you are comfortable leading groups. Your choices are driven by a desire for efficiency. You consider tradition to guide a large part of what you do: you highly respect the groups you belong to and follow their guidance. You are relatively unconcerned with helping others: you think people can handle their own business without interference.",
    "imageUrl":"/images/animal.png"
  }
  ]
}

