{
  "black": "An enjoyable version to sing along to
Black socks, they never get dirty.
The longer you wear 'em, the stiffer they get.
Sometimes, I think of the laundry,
But something inside me says 'Don't send them yet'.
This is the right version when you are just about to wash your socks
Black socks they never get dirty,
the longer you wear them the stronger they get.
Sometimes I think I should launder them
Something keeps telling me do it right right now!
Yet another version
Black socks, they never get dirty.
The longer you wear them, the blacker they get.
Sometimes I think of the laundry;
But something keeps telling me don't wash them yet not yet, not yet, not yet. .
One more
Black socks they never get dirty
the longer you were them the stronger they get
Sometimes I think I should wash them
but something keeps telling me Not yet not yet not yet.
Sing this version and don't worry about muzzles
They never shut up
The more that you shush them
The louder they get
Sometimes I think about muzzles
But something inside me says
Oh no, not yet.",
  "animal": "Gerbil, gerbil, on the run
in your wheel, that looks like fun.
You must be in awesome shape.
Are you trying to escape?

Is that why you dug a hole?
Where'd you get that vaulting pole?
That looks like my grappling hook.
Give me back that rope you took.

Tell me what that ladder's for.
Why's that hacksaw on the floor?
Are those cable cutters there?
Do I see a signal flare?

Crowbar, blowtorch, chainsaw too?
What do you expect to do?
How'd you get that fuse to light?
Hey! That looks like dynamite!

Quick! Get out! It might explode!
Scram! Skedaddle! Hit the road!
Man, I'll miss you. You were fun.
Gerbil, gerbil, on the run.",
  "superhero": "I don’t think I could be Superman
I’m sort of scared of heights
I’d sort of like to be Spiderman
But I’m afraid of spider bites

I suppose I could be Wolverine
But I’m afraid people would stare
I’d consider being the Incredible Hulk
But radition’s bad for your hair

The fantastic four, now there’s a thought
But I’m not sure that’s for me
Ben’s too ugly, Johnny too hot
And Sue I just can’t see

Maybe though I could be Reed
And lead the other three
Well maybe Reed’s a bit of a stretch
I can barely take care of me

Captain America, him perhaps
I love his mighty shield
But I fear I’m not brave enough
When things get rough, I yield

If I could be a superhero
I wonder which I’d be
Or maybe it’s time I tried to find
The hero inside of me ",
  "frilly": "her tinderbox mind
burst into flames of mad sadness's at any moment
that will burn like a river of tears
she will strain at speaking just the right words
terrified that she will get it wrong
so she paints her one word at a time tale
in brilliance colors on bathroom stall windowpane
hoping to compensate for all the written fears
no frilly graybeard teddybear to save the queen of forever's this time
so she will lay in her lovers arms
staring up at the wonder wheel of stars
wishing upon all the falling hero's
that she had her knight
that she wont be alone for all her tomorrows
that just one hero has survived to craft her
tell her who to be
how to not feel the tears",
  "sport": "Whats going through your mind when your running up the side, only 1 man to beat?
When he runs fast you'll run faster, can he take the heat?
Whats going through your mind when the X is open for the 40 yrd touchdown pass?
He catches the ball and you hope this moment will always last.

What are you thinking about when there is a hole the size of Texas on the 28 toss?
What are you thinking about when you sack the QB for an 18 yrd loss?

Whats going through your mind when coach is yelling at you for dropping the ball?
Why is it that on kickoff you got stopped at the first wall?
Coach told your parents before the season that you would most definitely letter.
You gotta learn from your mistakes, always making yourself better.

Your a good player, but you got a big head, you think your the best.
You don't listen during practice or do the drills, why you so different from all the rest?",
  "stripe": "I know what you want.

It's what they all want, all pine for
You're like animals, animals, savage and oh
The pride that you have, it reeks off of you, from your skin bones core face eyes
I don't understand it

Because oh, they enjoy it so much
And they view themselves as items and such
But I can see you, see into your eyes
You trapped scared cornered bullied worried little boy
You think you need this

It's the animal inside you that I can feel
Languishing and writhing inside, desperate to feel something, feel anything
You need the connection, but it's waning breaking distant over away from your reach
Intangible, irreplaceable, lost

What are words when they can't reach you?
Used to communicate but oh you use your body
And your eyes, they tell me stories
Of where you've been, where you're going, where you are
But you're not here right now present ever because you're lost hidden silent child crying wailing sealed away suppressed

I can feel it all in your touch.",
  "dots": "Speckled polka
pointillism in the sky,
in lime and apple green,
caress the jagged, jaded
jade summer oak.
And smiles down
like the angel
rays, which
cast my soul to heaven.
And insignificance.
As I steal through
my sunshine archways.

Polka dots,
Sit on her toes,
Blue and white,

Her favorite pattern,
Sits on her toes,
I finally painted them right,

Her favorite color,
Aside from black,
It matches her eyes,

Her favorite guy,
Painted her toes,
This move was very wise,

Her smile is big,
And it matches her guys,
Stunning greenish eyes,

There lips soon meet,
And he feels lucky,
Because of her toes and beautiful blue and greyish eyes.",
  "odd": "In our house is a drawer
Which is full of odd socks.
They appear from nowhere
And gather in flocks.

I don’t know where they come from,
But this I know for sure,
Each time I look inside the drawer
I see a dozen more.

There must surely be a planet
Where odd socks can go and stay
To recover from the trauma
Of sniffing feet all day.

There they walk in perfumed gardens,
And through fields of new mown hay.
For the natives of this planet are
Odd socks that flew away.

So, if you find some of your socks
Have vanished without trace.
Just think how happy they must be
Up there, in Outer Space."
}
