{
  "black": "You are a bit verbose, social and unpretentious.
You are unconcerned with art: you are less concerned with artistic or creative activities than most people who participated in our surveys. You are self-doubting: you frequently doubt your ability to achieve your goals. And you are content: you are content with your level of accomplishment and do not feel the need to set ambitious goals.
You are motivated to seek out experiences that provide a strong feeling of modernity.
You consider taking pleasure in life to guide a large part of what you do: you are highly motivated to enjoy life to its fullest. You are relatively unconcerned with tradition: you care more about making your own path than following what others have done.",
  "animal": "You are boisterous, somewhat shortsighted and can be perceived as dependent.
You are intermittent: you have a hard time sticking with difficult tasks for a long period of time. You are unconcerned with art: you are less concerned with artistic or creative activities than most people who participated in our surveys. And you are assertive: you tend to speak up and take charge of situations, and you are comfortable leading groups.
Your choices are driven by a desire for efficiency.
You consider tradition to guide a large part of what you do: you highly respect the groups you belong to and follow their guidance. You are relatively unconcerned with helping others: you think people can handle their own business without interference.",
  "superhero": "You are a bit compulsive, easily rattled and somber.
You are intermittent: you have a hard time sticking with difficult tasks for a long period of time. You are self-doubting: you frequently doubt your ability to achieve your goals. And you are consistent: you enjoy familiar routines and prefer not to deviate from them.
Your choices are driven by a desire for prestige.
You are relatively unconcerned with achieving success: you make decisions with little regard for how they show off your talents. You consider helping others to guide a large part of what you do: you think it is important to take care of the people around you.",
  "frilly": "You are boisterous and expressive.
You are content: you are content with your level of accomplishment and do not feel the need to set ambitious goals. You are confident: you are hard to embarrass and are self-confident most of the time. And you are laid-back: you appreciate a relaxed pace in life.
Your choices are driven by a desire for modernity.
You are relatively unconcerned with both achieving success and taking pleasure in life. You make decisions with little regard for how they show off your talents. And you prefer activities with a purpose greater than just personal enjoyment.",
  "sport": "You are confident, social and can be perceived as dependent.
You are calm under pressure: you handle unexpected events calmly and effectively. You are respectful of authority: you prefer following with tradition in order to maintain a sense of stability. And you are self-assured: you tend to feel calm and self-assured.
Your choices are driven by a desire for efficiency.
You consider achieving success to guide a large part of what you do: you seek out opportunities to improve yourself and demonstrate that you are a capable person. You are relatively unconcerned with independence: you welcome when others direct your activities for you.",
  "stripe": "You are a bit shortsighted, somewhat verbose and social.
You are laid-back: you appreciate a relaxed pace in life. You are respectful of authority: you prefer following with tradition in order to maintain a sense of stability. And you are intermittent: you have a hard time sticking with difficult tasks for a long period of time.
Your choices are driven by a desire for well-being.
You are relatively unconcerned with taking pleasure in life: you prefer activities with a purpose greater than just personal enjoyment. You consider helping others to guide a large part of what you do: you think it is important to take care of the people around you.",
  "dots": "You are social, generous and imperturbable.
You are laid-back: you appreciate a relaxed pace in life. You are confident: you are hard to embarrass and are self-confident most of the time. And you are outgoing: you make friends easily and feel comfortable around other people.
You are motivated to seek out experiences that provide a strong feeling of well-being.
You consider both independence and taking pleasure in life to guide a large part of what you do. You like to set your own goals to decide how to best achieve them. And you are highly motivated to enjoy life to its fullest.",
  "odd": "You are unconventional and genial.
You are intermittent: you have a hard time sticking with difficult tasks for a long period of time. You are empathetic: you feel what others feel and are compassionate towards them. And you are laid-back: you appreciate a relaxed pace in life.
You are motivated to seek out experiences that provide a strong feeling of well-being.
You consider independence to guide a large part of what you do: you like to set your own goals to decide how to best achieve them. You are relatively unconcerned with achieving success: you make decisions with little regard for how they show off your talents."
}
